tap "dbt-labs/dbt"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "jesseduffield/lazygit"
tap "nikitabobko/tap"
brew "act"
brew "autoconf"
brew "openssl@3"
brew "curl"
brew "efm-langserver"
brew "fd"
brew "fzf"
brew "gcc"
brew "gh"
brew "git"
brew "unbound"
brew "gnutls"
brew "libassuan"
brew "libksba"
brew "pinentry"
brew "gnupg"
brew "hurl"
brew "icu4c@76"
brew "libtiff"
brew "neovim"
brew "ossp-uuid"
brew "postgresql@16"
brew "ripgrep"
brew "stow"
brew "terraform"
brew "tflint"
brew "tmux"
brew "wxwidgets"
brew "zlib"
brew "hashicorp/tap/terraform-ls"
brew "jesseduffield/lazygit/lazygit"
cask "1password-cli"
cask "aerospace"
cask "alfred"
cask "amethyst"
cask "aws-vault"
cask "dbeaver-community"
cask "ghostty"
cask "rectangle"
cask "slack"
