tap "homebrew/bundle"
tap "nikitabobko/tap"
brew "awscli"
brew "cmake"
brew "curl"
brew "fish"
brew "fzf"
brew "gettext"
brew "gh"
brew "lazygit"
brew "ninja"
brew "ripgrep"
brew "stow"
brew "tmux"
brew "hurl"
cask "aerospace"
cask "aws-vault"
cask "ghostty"
cask "1password"
cask "beekeeper-studio"
cask "slack"
